taskt/Core/Automation/Commands/MathGroup/GetArctanCommand.dot
digraph "GetArctanCommand" {
"GetArctanCommand" -> "ATrignometricCommands";
"ATrignometricCommands" -> "AMathValueResultCommands";
"ATrignometricCommands" -> "ITrignometricProperties";
"AMathValueResultCommands" -> "ScriptCommand";
"AMathValueResultCommands" -> "IMathValueResultProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
