taskt/Core/Automation/Commands/MathGroup/GetArctanCommand.puml
@startuml
GetArctanCommand --> ATrignometricCommands
ATrignometricCommands --> AMathValueResultCommands
ATrignometricCommands --> ITrignometricProperties
AMathValueResultCommands --> ScriptCommand
AMathValueResultCommands --> IMathValueResultProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
